tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "bc"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "gnu-sed"
brew "helix"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nowplaying-cli"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zellij"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "fig"
cask "gcollazo-mongodb"
cask "iterm2"
cask "kitty"
cask "warp"
